/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "La connessione a Internet del computer sembra non essere in linea.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "La connessione a Internet del computer potrebbe essere non in linea.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "La connessione a Internet del computer sembra essere in linea.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "Il server DNS di questo computer non risponde.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "Il server DNS non ha potuto trovare il nome del server .";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "Il router di questo computer non risponde.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "Il server a cui questo computer sta tentando di collegarsi non risponde.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "La connessione a Internet del computer sembra essere in linea.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Password modulo web";

/* HTTP result code string */
"accepted" = "accettata";

/* HTTP result code string */
"bad gateway" = "Gateway non valida";

/* HTTP result code string */
"bad request" = "Richiesta non valida";

/* HTTP result code string */
"client error" = "errore client";

/* HTTP result code string */
"conflict" = "conflitto";

/* HTTP result code string */
"continue" = "Continua";

/* HTTP result code string */
"created" = "Creato";

/* HTTP result code string */
"expectation failed" = "attesa fallita";

/* HTTP result code string */
"forbidden" = "vietato";

/* HTTP result code string */
"found" = "trovato";

/* HTTP result code string */
"gateway timed out" = "tempo di attesa gateway scaduto";

/* HTTP result code string */
"informational" = "informativo";

/* HTTP result code string */
"internal server error" = "errore server interno";

/* HTTP result code string */
"length required" = "Lunghezza richiesta";

/* HTTP result code string */
"method not allowed" = "Metodo non consentito";

/* HTTP result code string */
"moved permanently" = "Trasferito permanentemente";

/* HTTP result code string */
"multiple choices" = "Scelte multiple";

/* HTTP result code string */
"needs proxy" = "proxy necessario";

/* HTTP result code string */
"no content" = "nessun contenuto";

/* HTTP result code string */
"no error" = "nessun errore";

/* HTTP result code string */
"non-authoritative information" = "informazioni non vincolanti";

/* HTTP result code string */
"not found" = "Introvabile";

/* HTTP result code string */
"not modified" = "Non modificato";

/* HTTP result code string */
"partial content" = "contenuto parziale";

/* HTTP result code string */
"payment required" = "Pagamento richiesto";

/* HTTP result code string */
"precondition failed" = "Condizione previa fallita";

/* HTTP result code string */
"proxy authentication required" = "autenticazione proxy richiesta";

/* HTTP result code string */
"redirected" = "Ridiretto";

/* HTTP result code string */
"no longer exists" = "non esiste più";

/* HTTP result code string */
"request timed out" = "Tempo di richiesta esaurito";

/* HTTP result code string */
"request too large" = "richiesta troppo lunga";

/* HTTP result code string */
"requested URL too long" = "URL richiesto troppo lungo";

/* HTTP result code string */
"requested range not satisfiable" = "impossibile soddisfare l'intervallo richiesto";

/* HTTP result code string */
"reset content" = "contenuto reset";

/* HTTP result code string */
"see other" = "Vedi altro";

/* HTTP result code string */
"server error" = "Errore server";

/* HTTP result code string */
"service unavailable" = "Servizio non disponibile";

/* HTTP result code string */
"success" = "Successo";

/* HTTP result code string */
"switching protocols" = "protocolli switching";

/* HTTP result code string */
"temporarily redirected" = "ridiretto temporaneamente";

/* HTTP result code string */
"unacceptable" = "inaccettabile";

/* HTTP result code string */
"unauthorized" = "Non autorizzato";

/* HTTP result code string */
"unimplemented" = "non implementato";

/* HTTP result code string */
"unsupported media type" = "Tipo di media non supportato";

/* HTTP result code string */
"unsupported version" = "versione non supportata";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "Si è verificato un problema di comunicazione con il server proxy web (HTTP).";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "Si è verificato un problema di comunicazione con il server proxy web sicuro (HTTPS).";

/* WebFoundationErrorUnknown description */
"Err-998" = "annullato";

/* WebFoundationErrorCancelled description */
"Err-999" = "URL incorretto";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "La richiesta è scaduta.";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "URL non supportato";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "Impossibile trovare un server con il nome host specificato.";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "Impossibile connettersi al server.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "Connessione al network persa.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "Errore lookup DNS";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "troppi reindirizzamenti HTTP";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "risorsa non disponibile";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "La connessione a Internet del computer sembra non essere in linea.";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "reindirizzato da nessuna parte";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "Il server ha risposto erroneamente.";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "risorsa di zero byte";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "impossibile decodificare i dati originali";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "impossibile decodificare i dati contenuti";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "impossibile analizzare la risposta";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "Roaming internazionale attualmente disattivo.";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "Impossibile stabilire una connessione dati perché al momento è attiva una chiamata.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "Connessione dati attualmente non consentita.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "flusso del corpo della richiesta esaurito";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "Impossibile trovare l'URL richiesto in questo server.";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "documento è directory";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "Non hai privilegi di accesso alla risorsa richiesta.";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "risorsa supera la dimensione massima";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "Si è verificato un errore SSL e pertanto non è possibile stabilire una connessione sicura al server.";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "Il certificato per questo server è scaduto.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "Il certificato per questo server è scaduto. È possibile che tu stia effettuando la connessione a un server che dichiara di essere “%@”, ma che potrebbe mettere a rischio le tue informazioni riservate.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "Il certificato per questo server non è valido.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "Il certificato per questo server non è valido. È possibile che tu stia effettuando la connessione a un server che dichiara di essere “%@”, ma che potrebbe mettere a rischio le tue informazioni riservate.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "Il certificato per questo server è stato firmato da una autorità certificante sconosciuta.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "Il certificato per questo server è stato firmato da una autorità certificante sconosciuta. Potresti connetterti a un server che dichiara di essere “%@” ma che potrebbe mettere a rischio le tue informazioni riservate.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "Il certificato per questo server non è ancora valido.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "Il certificato per questo server non è ancora valido. Potresti connetterti a un server che dichiara di essere “%@” ma che potrebbe mettere a rischio le tue informazioni riservate.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "Il server non ha accettato il certificato.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "Il server “%@” non ha accettato il certificato.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "Il server richiede un certificato client.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "Il server “%@” richiede un certificato client.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "non posso caricare dal network";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = " Non posso creare il documento";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "Non posso aprire il documento";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "Si è verificato un errore durante la chiusura del documento";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "Non posso scrivere il documento";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "Non posso rimuovere il documento";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "Non posso spostare il documento";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "Decodifica download non riuscita";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "Decodifica download non riuscita";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "Vuoi comunque connetterti al server?";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Per modificare le impostazioni proxy apri le preferenze del network, fai clic su Avanzate e poi su Proxy. Per assistenza contatta l'amministratore di sistema.";

/* Recovery suggestion */
"To change your proxy settings, open Network preferences, click Advanced, and then click Proxies. For help with this problem, contact your system administrator." = "Per modificare le impostazioni proxy, apri preferenze Network, fai clic su Avanzate, quindi a continuazione fai clic su Proxy. Per ottenere aiuto su questo problema, mettiti in contatto con il tuo amministratore di sistema.";
